export const TERMS_PUB_TITLE = "Условия публикации фотографий:";


export const TERMS_RULES = [
    "Фотограф подтверждает наличие подписанного релиза модели, письменного разрешения моделей и агентств на публикацию изображений на www.youngfolks.ru и других ресурсов Young Folks включая официальные профили в социальных сетях.",
    "Для эксклюзивной публикации фотограф подтверждает, что фотографии не были нигде ранее опубликованы, включая личные профили в социальных сетях всех участников фотосессии.",
    "Принимая участие в проекте Young Folks фотограф дает право публиковать и использовать изображения для партнерских ресурсов, а также рекламных материалов Young Folks: журналы, листовки, плакаты, открытки, проекции, газеты, печатные журналы, события, выставки и презентации.",
    "Для обнаженных изображений фотограф подтверждает и имеет легальную копию документа (паспорт), который подтверждает совершеннолетие модели.",
    "Young Folks оставляет за собой право отозвать публикацию, а также заявку на публикацию в любое время. ",
    "Если вы обнаружите фотографии, текст или другое содержимое на www.youngfolks.ru, и вы никогда не давали разрешение на использование в www.youngfolks.ru или в социальных сетях Young Folks, немедленно свяжитесь с нами. Пожалуйста, предоставьте нам также доказательства вашего авторского права.",
    "Некоторый контент нашего сайта не предназначен для использования детьми, особенно несовершеннолетними. Несовершеннолетние в возрасте от 18 лет должны получить разрешение своих родителей или законных опекунов перед публикацией.",
    "Вы можете разместить ссылку на публикацию с www.youngfolks.ru, если вы делаете это честным и законным способом, который не наносит ущерба нашей репутации."
];

